"JPEGhasNoExif" = "添付の JPEG ファイルは Exif データを含みません。";
"JPEGhasNoExifPlus" = "添付の JPEG ファイルは Exif データを含みません。ただし表示上の混乱を避けるため画像の縦横方向情報のみ残しています。";
"JPEGhasLessExif" = "添付の JPEG ファイルは、撮影時の場所／日時／使用機器のメーカーや型番等に関する情報および画像のサムネイルデータを含みません。このファイルの保持する Exif データは以下の通りです。\n";
"JPEGhasExif" = "注意：添付の JPEG ファイルには以下の Exif データが含まれています。\n";
"SaveDone" = "コピーが終わりました。コピーずみの新しい画像ファイルにはアルバム [ %@ ] からアクセスできます。\n\n新しいファイルにはコピー時にシステムによって自動的に管理用の Exif データが付与されています。本アプリのメール送信機能を使えば処理結果そのままのファイルを取得できます。";

"Location" = "撮影地点";
"LatAndLon" = "緯度: %f 経度: %f";

"SelectOperation" = "処理を選択して下さい";
"CopyPicture" = "この画像のコピーを作成";
"CopyPicutureMsg" = "次のいずれかの方法で Exif データを除去したコピーを作成します";
"CopyPictureNoExif" = "すべて除去";
"CopyPictureCutExif" = "微妙な情報のみを除去";
"SendPicture" = "この画像をメールで送信";
"SendPictureAs" = "この画像をメールで送信\n[%@.jpg]";
"SendPictureMsg" = "Exif データを操作しますか？";
"SendPictureNoExif" = "すべて除去して添付";
"SendPictureCutExif" = "微妙な情報のみ除去して添付";
"SendPictureOrigin" = "元のままメールに添付";
"MailerError" = "メールを起動できません";
"SendError" = "メールの送信に失敗しました";
"TempFileError" = "一時ファイルの作成に失敗しました: err=%d";
"SaveError" = "画像の保存中にエラーが発生しました";
"ImagePickerError" = "フォトライブラリを表示できませんでした";
"TempJpegFileError" = "作業用画像ファイルの作成に失敗しました";
"IsNotVaildJpegFile" = "JPEG 画像ではないかファイル形式に誤りがあります。このデータを扱うことはできません";
"FileReadError" = "データの読み込み中にエラーが発生しました";
"IsNotVaildFile" = "ファイルの構成に誤りがあります。このデータを扱うことはできません";
"NotContainsExifData" = "この画像には Exif データが含まれていないようです";

"QueryExit" = "終了します。よろしいですか？";

"ButtonTitleCancel" = "戻る";
"ButtonTitleExif" = "Exif";
"ButtonTitleMap" = "マップ";
"ButtonTitleUse" = "処理";

"OK" = "OK";
"Cancel" = "キャンセル";
